sysbench/results/local/vitess/baixa/parallel/delete_2.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           914
        other:                           15097
        total:                           16011
    transactions:                        16011  (266.02 per sec.)
    queries:                             16011  (266.02 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.1819s
    total number of events:              16011

Latency (ms):
         min:                                    3.12
         avg:                                  187.67
         max:                                 1879.41
         95th percentile:                      350.33
         sum:                              3004822.45

Threads fairness:
    events (avg/stddev):           320.2200/6.18
    execution time (avg/stddev):   60.0964/0.04