sysbench/results/local/vitess/baixa/parallel/delete_5.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            0
        write:                           950
        other:                           14987
        total:                           15937
    transactions:                        15937  (264.43 per sec.)
    queries:                             15937  (264.43 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.2502s
    total number of events:              15937

Latency (ms):
         min:                                    3.40
         avg:                                  188.55
         max:                                 1878.03
         95th percentile:                      350.33
         sum:                              3004850.33

Threads fairness:
    events (avg/stddev):           318.7400/5.78
    execution time (avg/stddev):   60.0970/0.06