sysbench/results/local/vitess/baixa/parallel/read_1.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            16828
        write:                           0
        other:                           0
        total:                           16828
    transactions:                        1202   (19.46 per sec.)
    queries:                             16828  (272.46 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          61.7564s
    total number of events:              1202

Latency (ms):
         min:                                 1198.20
         avg:                                 2541.50
         max:                                 3180.71
         95th percentile:                     2932.60
         sum:                              3054886.49

Threads fairness:
    events (avg/stddev):           24.0400/0.56
    execution time (avg/stddev):   61.0977/0.50