sysbench/results/local/vitess/baixa/parallel/read_2.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 50
Initializing random number generator from current time


Initializing worker threads...

Threads started!

SQL statistics:
    queries performed:
        read:                            56210
        write:                           0
        other:                           8030
        total:                           64240
    transactions:                        4015   (66.12 per sec.)
    queries:                             64240  (1057.97 per sec.)
    ignored errors:                      0      (0.00 per sec.)
    reconnects:                          0      (0.00 per sec.)

General statistics:
    total time:                          60.7171s
    total number of events:              4015

Latency (ms):
         min:                                  506.76
         avg:                                  752.59
         max:                                 1053.43
         95th percentile:                      893.56
         sum:                              3021655.31

Threads fairness:
    events (avg/stddev):           80.3000/0.73
    execution time (avg/stddev):   60.4331/0.25